[{
    "code": "121",
    "name": "Інженерія програмного забезпечення",
    "desc": "Програма спеціальності 121 «Інформаційні технології» орієнтована на підготовку кваліфікованих фахівців в галузі інженерії програмного забезпечення, котра спрямована на розробку програмних систем, які працюють надійно та ефективно, вартість розробки та супроводу яких є доступною, і які задовольняють вимогам, висунутим до них замовниками.",
    "exams": {
        "Українська мова": "166",
        "Математика": "154",
        "Іноземна мова": "154"
    }
},
{
    "code": "122",
    "name": "Комп'ютерні науки",
    "desc": "Програма спеціальності 122 «Комп’ютерні науки» орієнтована на підготовку кваліфікованих фахівців, яка дає можливість студентам отримати ґрунтовні знання з сучасних інформаційних технологій та знайти перспективну роботу в ІТ-компаніях. ",
    "exams": {
        "Українська мова": "166",
        "Математика": "160",
        "Іноземна мова": "160"
    }
},
{
    "code": "126",
    "name": "Інформаційні системи та технології",
    "desc": "Спеціалісти з інформаційних технологій є користувачами вже створених технологій, найчастіше націлених на розв’язання задач, пов’язаних з бізнесом, освітою, медициною та ще багатьма сферами діяльності людини. ІТ-фахівці частіше взаємодіють із клієнтами та колегами, ніж працюють суто на створення коду.",
    "exams": {
        "Українська мова": "160",
        "Математика": "167",
        "Інформатика": "167"
    }
},
{
    "code": "014.08",
    "name": "Середня освіта (фізика)",
    "desc": "Освітньо-професійна програма підготовки фахівців спеціальності 014 Середня освіта (Фізика) передбачає підготовку спеціалістів, які здійснюють свою діяльність як у педагогічній сфері, так і на виробництві та приватному секторі економіки.",
    "exams": {
        "Українська мова": "152",
        "Математика": "156",
        "Фізика": "156"
    }
},
{
    "code": "014.09",
    "name": "Середня освіта (інформатика)",
    "desc": "Шкільна «Інформатика» посідає важливе місце в системі загальної середньої освіти. Її вивчення сприяє формуванню в учнів загальної та інформаційної культури, світоглядних орієнтирів, логічного стилю мислення, творчих здібностей, дослідницьких умінь, здатності до саморозвитку й самонавчання в умовах глобальних змін і викликів. Учитель Інформатики – один з найавторитетніших у сучасній школі. Важко переоцінити роль учителя Інформатики при організації дистанційного навчання.",
    "exams": {
        "Українська мова": "165",
        "Математика": "169",
        "Інформатика": "169"
    }
},
{
    "code": "104",
    "name": "Фізика та астрономія",
    "desc": "Освітньо-професійна програма «Фізика та астрономія» для бакалавра з прикладною орієнтацією. Спрямована на здобуття студентами професійних знань, умінь, навичок та інших компетентностей для успішного здійснення професійної діяльності Програма передбачає підготовку здобувачів вищої освіти до впровадження нових освітніх, фізичних та інформаційних технологій в професійній (викладацькій) діяльності. Програма є основою до вивчення фізики, інформатики та програмування.",
    "exams": {
        "Українська мова": "170",
        "Математика": "164",
        "Фізика": "164"
    }
},
{
    "code": "103",
    "name": "Науки про Землю",
    "desc": "Підготовка фахівців за освітньо-професійною програмою: «Управління земельними і водними ресурсами» дозволяє випускникам працювати в суміжних галузях пов’язаних з управлінням водними та земельними ресурсами.",
    "exams": {
        "Українська мова": "153",
        "Математика": "166",
        "Фізика": "166"
    }
},
{
    "code": "106",
    "name": "Географія",
    "desc": "Економічна та соціальна географія – наука про соціально-економічну організацію ландшафтної оболонки Землі. Головним її завданням є наукове обґрунтування раціональної територіальної організації суспільства. Виробнича діяльність пов’язана з обґрунтуванням розміщення господарських об’єктів, розробкою проектів районного планування, проведенням суспільно-географічного моделювання та прогнозування, комплексним оцінюванням впливу внутрішніх і зовнішніх факторів на розвиток території.",
    "exams": {
        "Українська мова": "162",
        "Географія": "168",
        "Історія України": "168"
    }
},
{
    "code": "91",
    "name": "Біологія",
    "desc": "Професійна діяльність біолога спрямована на забезпечення управління процесами біологічного виробництва, планування біоінженерної, біомедичної, біотехнологічної, природоохоронної діяльності підприємств і організацій. Важливим напрямком також є дослідження можливостей відновлення біоресурсів, утилізації органічних відходів із застосуванням біотехнологій для отримання енергетичних ресурсів (біопалива, біоетанолу, біогазу, пелет), добрив, біогумусу.",
    "exams": {
        "Українська мова": "170",
        "Біологія": "164",
        "Хімія": "164"
    }
},
{
    "code": "101",
    "name": "Екологія",
    "desc": "Мета програми полягає у забезпеченні здобувачів вищої освіти комплексом знань, умінь та навичок, необхідних для застосування в професійній діяльності у сфері екології, охорони навколишнього природного середовища та збалансованого природокористування (дослідження екологічних процесів та екологічне управління суспільними виробничими та невиробничими процесами життєдіяльності людини).",
    "exams": {
        "Українська мова": "158",
        "Біологія": "162",
        "Історія України": "162"
    }
},
{
    "code": "12",
    "name": "Дошкільна освіта",
    "desc": "Основною метою освітньої програми є підготовка фахівців з дошкільної освіти до розвитку, навчання і виховання дітей раннього і дошкільного віку в закладах системи освіти державного і недержавного підпорядкування, здатних розв’язувати складні спеціалізовані завдання, що характеризуються комплексністю та невизначеністю умов із застосовуванням теорії і методики дошкільної освіти.",
    "exams": {
        "Українська мова": "167",
        "Історія України": "156",
        "Іноземна мова": "156"
    }
},
{
    "code": "13",
    "name": "Початкова освіта",
    "desc": "Об’єктом вивчення та діяльності є освітній процес у початковій школі. Цілі навчання: набуття здобувачами вищої освіти здатності розв’язувати складні спеціалізовані задачі початкової освіти. Майбутні вчителі мають можливість здійснювати активну науково-дослідницьку роботу в наукових гуртках та студентських проблемних групах.",
    "exams": {
        "Українська мова": "170",
        "Математика": "150",
        "Географія": "150"
    }
},
{
    "code": "16",
    "name": "Спеціальна освіта",
    "desc": "016 Спеціальна освіта  - це виховання, навчання дітей, які мають порушення у розвитку мовлення, пізнавальних процесів, слуху, зору.\nДля дитини, що має проблеми у розвитку, дуже важливо зустріти педагога, який допоможе їй пристосуватись до соціального середовища, навчитись читати, писати, визначитись з майбутньою професією. Педагог-дефектолог, логопед повинен любити і знати дітей, бути чуйним до проблем інших людей, емоційно врівноваженим, активним, творчо ставитись до своєї професії.",
    "exams": {
        "Українська мова": "157",
        "Біологія": "159",
        "Математика": "159"
    }
},
{
    "code": "222",
    "name": "Медицина",
    "desc": "",
    "exams": {
        "Українська мова": "168",
        "Математика": "162",
        "Біологія": "162"
    }
},
{
    "code": "226",
    "name": "Фармація",
    "desc": "Фармація - прикладна наука, яка поєднує фармацевтичні та клінічні аспекти знань про ліки. Фармацевт - це не тільки цікава, але і потенційно високооплачувана спеціальність. Це професія, що забезпечує хороші можливості для працевлаштування - фармацевти необхідні не тільки великій мережі аптек, але й різним компаніям, що виробляють ліки, а також їх дистриб'юторам. Фармацевт повинен вміти не лише продавати ліки, а й виготовляти різні мазі, краплі, мікстури і т.п. Праця фармацевтів – нелегка, а головне – необхідна: адже медикаменти – це, другий після продуктів харчування, товар, який перестають купувати в останню чергу, без якого не можна обійтися.",
    "exams": {
        "Українська мова": "159",
        "Математика": "161",
        "Хімія": "161"
    }
},
{
    "code": "102",
    "name": "Хімія",
    "desc": "Напрямок поєднує в собі базову підготовку з математики, інформатики та фізики та отримання фундаментальних знань по цілому спектру хімічних дисциплін. Студенти вивчають органічну, неорганічну, фізичну, аналітичну хімію. Знайомляться з хімічними основами біологічних процесів. Проходять хімічні технології та високомолекулярні з'єднання. Практика може проводитися як в лабораторіях, так і на виробництві.",
    "exams": {
        "Українська мова": "166",
        "Хімія": "166",
        "Біологія": "166"
    }
},
{
    "code": "014.06",
    "name": "Середня освіта (Хімія)",
    "desc": "Основна (базова) і старша (профільна) загальноосвітня школа та позашкільні навчальні заклади.",
    "exams": {
        "Українська мова": "153",
        "Хімія": "167",
        "Математика": "167"
    }
},
{
    "code": "61",
    "name": "Журналістика",
    "desc": "Програма спеціальності 061 «Журналістика» орієнтована на актуальну спеціалізацію, яка враховує специфіку соціально-комунікаційних технологій та дозволяє сформувати професійні, наукові, аналітичні, організаційні, творчі та управлінські компетентності, високий професіоналізм та ділову активність. Основна мета спеціальності підготувати висококваліфікованих кадрів, здатних розв’язувати складні задачі та проблеми у галузі професійної діяльності із поглибленим рівнем знань та вмінь інноваційного характеру, достатнім рівнем інтелектуального потенціалу для вирішення проблемних професійних завдань у певній соціально-комунікаційній сфері/медіа галузі.",
    "exams": {
        "Українська мова": "159",
        "Математика": "155",
        "Іноземна мова": "155"
    }
},
{
    "code": "35",
    "name": "Філологія",
    "desc": "У рамках програми студенти знайомляться з історією української літератури ІХ – ХХ ст., сучасними уявленнями про систему мови, дидактичну систему, фонетичну, лексичну, морфологічну і стилістичну системи української мови, її історичний розвиток, проблеми навчання української мови та літератури школярів загальноосвітніх навчальних закладів, традиційні та інноваційні підходи до їх вирішення, опановують соціально-особистісні, загальнонаукові, інструментальні, спеціалізовано-професійні (фахові теоретичного і практичного спрямувань) і загальнопрофесійні (базові уявлення та здатності) компетентності.",
    "exams": {
        "Українська мова": "152",
        "Іноземна мова": "167",
        "Історія України": "167"
    }
},
{
    "code": "014.11",
    "name": "Середня освіта (фізична культура)",
    "desc": "У рамках програми студенти знайомляться з історією української літератури ІХ – ХХ ст., сучасними уявленнями про систему мови, дидактичну систему, фонетичну, лексичну, морфологічну і стилістичну системи української мови, її історичний розвиток, проблеми навчання української мови та літератури школярів загальноосвітніх навчальних закладів, традиційні та інноваційні підходи до їх вирішення, опановують соціально-особистісні, загальнонаукові, інструментальні, спеціалізовано-професійні (фахові теоретичного і практичного спрямувань) і загальнопрофесійні (базові уявлення та здатності) компетентності.",
    "exams": {
        "Українська мова": "158",
        "Біологія": "158",
        "Історія України": "158"
    }
},
{
    "code": "17",
    "name": "Фізична культура і спорт",
    "desc": "Випускники після закінчення навчання за освітньою-професійною програмою можуть працювати в державних, громадських, приватних спортивних клубах, спортивно-оздоровчих комплексах і спортивних базах, навчально-тренувальних центрах, спеціалізованих дитячо-юнацьких школах, закладах освіти.",
    "exams": {
        "Українська мова": "158",
        "Біологія": "168",
        "Історія України": "168"
    }
},
{
    "code": "51",
    "name": "Економіка",
    "desc": "Програма спеціальності 051 «Економіка» орієнтована на підготовку кваліфікованих фахівців в галузі економіки та управління на рівні організацій, установ (мікроекономічному рівні), так і державних органів влади (макроекономічному рівні), які повинні об’єктивно оцінювати економічні процеси, що відбуваються в суспільстві, розуміти суть і тенденції розвитку економіки, управління, ефективного ведення господарської діяльності на підприємстві, забезпечення його конкурентоспроможності та розвитку, прогнозувати економічні та соціальні процеси і явища на основі теоретичних та прикладних моделей, аналізувати і змістовно інтерпретувати отримані результати, розробляти інформаційну підтримку управлінських процесів організації з використанням сучасних інформаційних ресурсів та технологій, розробляти та реалізовувати стратегію і тактику розвитку економіки та господарських одиниць.",
    "exams": {
        "Українська мова": "169",
        "Математика": "151",
        "Іноземна мова": "151"
    }
},
{
    "code": "72",
    "name": "Фінанси, банківська справа та страхування",
    "desc": "Спеціальність «Фінанси, банківська справа та страхування» охоплює всі аспекти управління фінансово-господарською діяльністю підприємств різних форм власності, здійснення фінансових операцій банківських та страхових установ: планування, формування фінансових ресурсів, їх розподілу та використання.",
    "exams": {
        "Українська мова": "155",
        "Математика": "167",
        "Іноземна мова": "167"
    }
},
{
    "code": "73",
    "name": "Менеджмент",
    "desc": "Основний напрямок спеціальності «Менеджмент» є організація та управління системою фінансово-економічною безпеки на підприємствах, організаціях і фінансових установах.",
    "exams": {
        "Українська мова": "166",
        "Іноземна мова": "170",
        "Історія України": "170"
    }
},
{
    "code": "76",
    "name": "Підприємництво, торгівля та біржова діяльність",
    "desc": "Підприємництво, торгівля та біржова діяльність - це діяльність, пов’язана із досягненням успіху в сфері бізнесу, торгівлі та конкуренції з метою покращення процесу купівлі-продажу.",
    "exams": {
        "Українська мова": "151",
        "Математика": "155",
        "Іноземна мова": "155"
    }
},
{
    "code": "241",
    "name": "Готельно-ресторанна справа",
    "desc": "Випускники спеціальності «Готельно-ресторанна справа» готові до практичної діяльності у закладах гостинності, мають необхідні для цього знання зі спеціалізованого програмного забезпечення (в тому числі європейською системою бронювання послуг), володіють навичками економічного планування і організації ресторанної справи та готельного бізнесу.",
    "exams": {
        "Українська мова": "152",
        "Іноземна мова": "167",
        "Історія України": "167"
    }
},
{
    "code": "242",
    "name": "Туризм",
    "desc": "Спеціальність «Туризм» – перспективний напрям підготовки висококваліфікованих кадрів для туристичної сфери, які вільно володіють іноземними мовами, уміють на практиці використовувати туристичні навігаційні програми, GPS технології та геоінформаційне забезпечення туристичної галузі. Фахівці з туризму вивчають принципи організації комерційної діяльності, методику маркетингових досліджень, податкову систему, бухгалтерський облік, особливості управління у сфері туристичного обслуговування.",
    "exams": {
        "Українська мова": "165",
        "Іноземна мова": "157",
        "Історія України": "157"
    }
},
{
    "code": "292",
    "name": "Міжнародні економічні відносини",
    "desc": "Економіст-міжнародник – одна тих професій, що найбільш повно відображають сучасну економіку та горизонти майбутнього, випереджають інші професії за швидкістю проникнення в ділову практику, адже знання в області світової економіки та міжнародних економічних відносин, навички ведення зовнішньоекономічних операцій, безумовно, потрібні не тільки у великих компаніях і організаціях, а й у малому та середньому бізнесі.",
    "exams": {
        "Українська мова": "167",
        "Математика": "163",
        "Іноземна мова": "163"
    }
}]
